11/data/attachments/60307e8ae22d0009.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_bca1b7be-5bfd-403b-a0da-cc2f12d1b6d8</nif:username>
            <nif:friendToBeAdded>Charles_federal_Actions_16183_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>